import Button from "../components/button/Button"
import FAQItem from "../components/questions/Questions"
import Shorts from "../components/shorts copy/Shorts"
import styles from "./ForthScreen.module.css"
const ForthScreen=()=>{
return <>
   <div className={styles.title}>אם הגעת לכאן</div>
    <div className={styles.description}>
      סימן שאת באמת רצינית וכל מה שמונע מאיתנו לדבר הם כמה חששות קטנים. (שלכולן יש אותם וזה לגיטימי לגמרי!) אבל חשוב לי שתדעי, ש<strong>דווקא עכשיו זה הזמן לדבר! </strong>  
      אל תתני לעוד חודשים לחלוף בהתלבטויות ומחשבות שבסוף יגרמו לך לדחות את השינוי שוב...  

      החלטה קטנה היום תחסוך לך שנים של תסכול ותיתן לך מראה טבעי ומדוייק אלייך!  
      זה הזמן לעשות צעד אחד בשביל עצמך.  
    </div>
<Button text="לחצי כאן לייעוץ חינמי אישית ממני!"/>
<div className={styles.description}>ושנייה לפני שאנחנו מדברות..</div>

<div className={styles.title}>כמה מילים ממני לגבי התחום</div>
<Shorts/>


<div className={styles.title}>שאלות נפוצות</div>
<div className={styles.description}>ריכזתי את כל השאלות שאני מקבלת מכן ואני בטוחה חלקן עלו גם לך.. לחצי על כל שאלה ותיפתח התשובה</div>


<FAQItem 
  question="כואב לעשות איפור קבוע?" 
  answer="הטיפול נעשה בעדינות ובשימוש בחומרי אלחוש מקומיים. את תרגישי אי־נוחות קלה בלבד, רוב הלקוחות מתארות את זה כמו צביטה עדינה. אני עובדת לאט ומסבירה לך כל שלב, כדי שתרגישי רגועה ובשליטה." 
/>

<FAQItem 
  question="מה קורה אם התוצאה לא תתאים לי?" 
  answer="לפני כל טיפול אני מבצעת אבחון מלא: מבנה פנים, סוג עור, צבע וגיל. אני מראה לך סימולציה של הצורה והצבע ומוודאת שאת מרוצה לפני תחילת העבודה. אם אני לא בטוחה שהתוצאה תתאים לך - אני לא מתחילה את הטיפול." 
/>

<FAQItem 
  question="כמה זמן מחזיק האיפור הקבוע?" 
  answer="העמידות משתנה לפי סוג עור וסגנון חיים, אך ברוב המקרים התוצאה נשמרת שנה עד שלוש שנים. אני ממליצה על חידוש קל אחת לשנה־שנתיים כדי לשמור על צבע וצורה רעננים." 
/>

<FAQItem 
  question="עברתי איפור קבוע לא מוצלח בעבר, אפשר לתקן?" 
  answer="כן. אני מתמחה גם בהסרת איפור קבוע ישן או בתיקון של תוצאות קודמות. במקרים כאלה אני בודקת תחילה את מצב העור והפיגמנט הקיים, ואז מחליטה יחד איתך על הדרך הבטוחה והיעילה ביותר להשגת מראה טבעי." 
/>
<FAQItem 
  question="איך תיראה ההחלמה ומה צפוי לי בימים שאחרי?" 
  answer="בימים הראשונים הצבע ייראה כהה יותר, וזה תקין. לאחר כשבועיים הצבע יתבהר ויתייצב. אני זמינה עבורך לשאלות והכוונה לאורך כל התהליך כדי שתרגישי בטוחה." 
/>
<FAQItem 
  question="אני מפחדת מהמחט - יש סיבה לחשוש?" 
  answer="אני משתמשת במחטים עדינות במיוחד ובחומרי אלחוש, כך שהתחושה מינימלית. אני מסבירה לך כל שלב, ואת שולטת בקצב. רוב הנשים מופתעות לגלות כמה זה פשוט ונעים יותר ממה שחשבו." 
/>
<Button text="לחצי כאן לשיחת ייעוץ ללא עלות"/>
</>
}
export default ForthScreen